Repository: OmegaT-L10N/co
Catalog: omegat/project_save.tmx
Source language: en
Languages: co

source: See OmegaT.jar/META-INF/MANIFEST.MF for valid values.
co: Fighjate OmegaT.jar/META-INF/MANIFEST.MF per cunnosce i valori pussibule.

source: See below for details.
co: Fighjate inghjò per sapene di più.

source: Segment
co: Segmentu

source: Segment Properties
co: Pruprietà di segmentu

source: Segment encountered outside translation unit variant.
co: Segmentu incuntratu fora di una variante d’elementu di traduzzione.

source: Segment skipped.
co: Segmentu tralasciatu.

source: Segment {0,number,#}
co: Segmentu {0,numeru,#}

source: Segmentation Rules...
co: Regule di segmentazione…

source: Segmentation method: {0}
co: Metoda di segmentazione : {0}

source: Segments
co: Segmenti

source: Select
co: Selezziunà

source: Select &Next Match
co: Selezziunà a currispundenza &seguente

source: Select &Previous Match
co: Selezziunà a currispundenza &precedente

source: Select Fol&der
co: Sele&zziunà u cartulare

source: Select Issue Types
co: Selezziunà i tipi di penseru

source: Select Mat&ch
co: Selezziunà a &currispundenza

source: Select Match #&1
co: Selezziunà a currispundenza #&1

source: Select Match #&2
co: Selezziunà a currispundenza #&2

source: Select Match #&3
co: Selezziunà a currispundenza #&3

source: Select Match #&4
co: Selezziunà a currispundenza #&4

source: Select Match #&5
co: Selezziunà a currispundenza #&5

source: Select TaaS Terminology &Lookup Domain...
co: Selezziunà u &duminiu di ricerca terminologica TaaS…

source: Select TaaS domain
co: Selezziunà u duminiu TaaS

source: Select a Category
co: Selezziunà una categuria

source: Select issue types to check.
co: Selezziunà i tipi di penseru à cuntrollà.

source: Selected options:
co: Ozzioni selezziunate :

source: Sequence Library (Sequence Library License)
co: Sequence Library (Licenza Sequence Library)

source: Server (original)
co: Servitore (uriginale)

source: Server (updated)
co: Servitore (mudificatu)

source: Set
co: Definitu

source: Set & Stored
co: Definitu è allucatu

source: Set My Own Password
co: Definisce a mo parolla d’intrata

source: Set Scripts Folder...
co: Definisce u cartulare di scritti…

source: Set a master password to protect your private data.
co: Definisce una parolla d’entrata principale per prutege i vostri dati privati.

source: Set empty translation
co: Definisce una traduzzione viota

source: Set up a new project
co: Definisce un novu prughjettu

source: Shift+F3
co: Maius+F3

source: Shortcut
co: Accurtatoghju

source: Shortcut:
co: Accurtatoghju :

source: Show Advanced &Options
co: Affissà l’&ozzioni esperte

source: Simple search and replace script
co: Scrittu simplice per circà è rimpiazzà

source: Size
co: Dimensione

source: Skip
co: Ignurà

source: Skip segments where source=target
co: Tralascià i segmenti induve urigine=destinazione

source: Skipping previously loaded plugin from class '{0}'
co: Si tralascia un mudullu d’estensione precedentemente caricatu da a classa « {0} »

source: Skipping.
co: Tralasciamentu

source: Slovak
co: Slovacu

source: Some alignments still need review.
co: Certi aliniamenti devenu ancu esse verificati.

source: Some project folders seem to have been moved.
co: Qualchì cartulare di prughjettu pare esse statu dispiazzatu.

source: Sorry
co: Peccatu.

source: Sort fuzzy matches by:
co: Classificà è currispundenze simile da :

source: Source
co: Urigine

source: Source File Encoding
co: Cudificazione di schedariu d’urigine

source: Source File Encoding:
co: Cudificazione di schedariu d’urigine :

source: Source Filename Pattern
co: Mudellu di nome di schedariu d’urigine

source: Source Filename Pattern:
co: Mudellu di nome di schedariu d’urigine :

source: Source Files Folder
co: Cartulare di schedarii d’urigine

source: Source Files Folder:
co: Cartulare di schedarii d’urigine :

source: Source count
co: Contu d’urigine

source: Source file loading complete
co: Caricamentu compiu di schedariu d’urigine

source: Source files committed
co: Schedarii d’urigine rimandati

source: Source files folder entered does not exist!
co: U cartulare di i schedarii d’urigine ùn esiste micca !

source: Source language: {0}
co: Lingua d’urigine : {0}

source: Source of Selected &Match
co: Urigine di &currispundenza selezziunata

source: Source segment could not be located for certain translation units.
co: Ùn si pò truvà u segmentu d’urigine per certi elementi di traduzzione.

source: Source term:
co: Termine d’urigine :

source: Source/translation lengths (characters)
co: Longhezza di fonte/traduzzione (caratteri)

source: Spanish
co: Corsican

source: Specify a mnemonic with "&": "F&oobar" to use O
co: Specificà un mnemonicu cù « & » : « &Ohimè » per impiegà O

source: Spell checker
co: Cuntrullore d’ortugrafia

source: Spellcheck
co: Cuntrollà l’ortugrafia

source: Spellcheck - errors found:
co: Cuntrollu d’ortugrafia - sbaglii trovi :

source: Spellchecker
co: Cuntrollu d’ortugrafia

source: Spelling
co: Ortugrafia

source: Spelling Issues
co: Penseri d’ortugrafia

source: Spelling errors(s)
co: Sbagliu(i) d’ortugrafia

source: Split
co: Sparte

source: Split Text
co: Frazziunà u testu

source: Standard
co: Classicu

source: Start OmegaT again, download the team project, close OmegaT 5.
co: Avvià OmegaT torna, scaricà u prughjettu di squadra, è chjode OmegaT 5.

source: Start OmegaT and continue to translate
co: Avvià OmegaT è cuntinuà à traduce

source: Statistics
co: Statistiche

source: Step 1: Adjust alignment parameters
co: Tappa 1 : adattà i parametri d’aliniamentu

source: Step 2: Make manual corrections
co: Tappa 2 : recà currezzioni manuale

source: Strip BiDi Marks
co: Caccià e Marche BiDi

source: Strip BiDi marks in current segment
co: Caccià e marche BiDi in u segmentu attuale

source: Strip Tags
co: Caccià l’etichette

source: Strip tags in current segment
co: Caccià l’etichette in u segmentu attuale

source: SubRip Subtitles
co: Sottutituli SubRip

source: Subversion
co: Sottuversione

source: Summary
co: Riassuntu

source: SuperTMXMerge (Apache License 2.0)
co: SuperTMXMerge (Licenza Apache 2.0)

source: SuperTMXMerge-for_OmegaT.jar (LGPL license)
co: SuperTMXMerge-for_OmegaT.jar (Licenza LGPL)

source: Support
co: Assistenza

source: Supported Files
co: Schedarii accettati

source: Swedish
co: Svedese

source: Swing-Layout 1.0.4 (LGPL License)
co: Swing-Layout 1.0.4 (Licenza LGPL)

source: Switch views with {0} and {1}
co: Cambià di vista cù {0} è {1}

source: Synchronization error
co: Sbagliu di sincrunizazione

source: T&Ms
co: e M&dT

source: TM Matches
co: Currispundenze MdT

source: TM Matching Options
co: Ozzioni di currispundenza di MdT

source: TMX file was created by OmegaT 1.4.x or earlier.
co: U schedariu TMX hè statu creatu da OmegaT 1.4.x o da una versione più vechja.

source: TaaS API key not set.
co: A chjave d’API TaaS micca definita.

source: TaaS Collections
co: Cullezzioni TaaS

source: TaaS Terminology
co: Terminolugia TaaS

source: Tab
co: Unghjetta

source: Table View
co: Vista in tavula

source: Tag
co: Etichetta

source: Tag Issues
co: Penseri d’etichetta

source: Tag Processing
co: Trattamentu d’etichetta

source: Tag Processing Options
co: Ozzioni di trattamentu d’etichetta

source: Tag name:
co: Nome di l’etichetta :

source: Tag validation failed
co: Validazione fiasca d’etichette

source: Tag:
co: Etichetta :

source: Tags
co: Etichette

source: Tags - number
co: Etichetta - numeru

source: Tags - order
co: Etichetta - ordine

source: Tags - spaces
co: Etichetta - spazii

source: Tagwipe
co: Nettata d’etichetta

source: Tagwipe finished, reloading project...
co: Nettata d’etichetta compia, ricaricamentu di u prughjettu…

source: Target
co: Destinazione

source: Target count
co: Contu di destinazione

source: Target files committed
co: Schedarii di destinazione rimandati

source: Target longer
co: Destinazione più longa

source: Target shorter
co: Destinazione più corta

source: Target term:
co: Termine di destinazione :

source: Target:
co: Destinazione :

source: Team
co: Squadra

source: Team Options
co: Ozzioni di squadra

source: Team Project
co: Prughjettu di squadra

source: Team synchronization
co: Sincrunizazione di squadra

source: Team synchronization...
co: Sincrunizazione di squadra in corsu…

source: Team synchronization: Saving translation in {0} s
co: Sincrunizazione di squadra : Arregistramentu di a traduzzione in {0} s

source: Team synchronization: Waiting for you to finish this segment...
co: Sincrunizazione di squadra : In attesa chì stu segmentu sia finitu…

source: Test
co: Verificà

source: Testing
co: Verificazione

source: Text
co: Testu

source: Text Replace
co: Rimpiazzamentu di testu

source: Text Replace: The scope of a text replacement is the target segments of the project, whether they already have contents or not.
co: Rimpiazzamentu di testu : - I rimpiazzamenti tuccanu i segmenti di destinazione di u prughjettu, ch’elli sianu dighjà tradutti o micca.

source: Text Search
co: Ricerca di testu

source: Text files
co: Schedarii di testu

source: The level1 and level2 memories can be shared with users of other translation programs.
co: E memorie level1 è level2 ponu esse sparte cù l’utilizatori d’altri prugrammi di traduzzione.

source: The OmegaT Project
co: U prughjettu OmegaT

source: The TMX file will continue to be loaded.
co: U schedariu TMX cuntinuerà d’esse caricatu.

source: The TMX file will not be loaded Please try to correct the error and reload the project.
co: U schedariu TMX ùn serà micca caricatu Pruvate di currege u sbagliu è ricaricate u prughjettu.

source: The TMX source language ({0}) is different from the project source language ({1}).
co: A lingua d’urigine ({0}) di u schedariu TMX hè sfarente di a lingua d’urigine ({1}) di u prughjettu.

source: The URL must include "{target}", which will be replaced with the search text.
co: L’URL deve cuntene « {target} » chì serà rimpiazzatu da u testu circatu.

source: The command must include "{target}", which will be replaced with the search text.
co: A cumanda deve cuntene « {target} » chì serà rimpiazzatu da u testu circatu.

source: The current project must be reloaded in order to apply these changes
co: U prughjettu attuale deve esse ricaricatu per piglià in contu sti cambiamenti

source: The language code should be in the form xx-YY, xxx-YY, xx_YY or xxx_YY, where xx or xxx is the language code and YY is the region or country code (optional).
co: U codice di lingua duveria esse in u furmatu xx-YY, xxx-YY, xx_YY o xxx_YY, induve xx o xxx hè u codice di lingua è YY hè quellu (ozzionale) di u rughjone o di u paese.

source: The license of each library is mentionned in /lib/licenses/Licenses.txt.
co: A licenza d'ogni bibliuteca hè ammentata in /lib/licenses/Licenses.txt.

source: The memory named omegat can be used by OmegaT itself, in future projects that you create.
co: A memoria chjamata omegat pò esse impiegata da OmegaT stessu, per d’altri prughjetti futuri creati dapervoi.

source: The most current info about OmegaT can be found at
co: L’infurmazione a più ricente apprupositu d’OmegaT si trova à

source: The most current info about OmegaT can be found at:
co: L’infurmazione a più ricente apprupositu d’OmegaT si trova à

source: The password cannot be empty.
co: A parolla d’entrata ùn pò micca esse viota.

source: The password you entered did not match.
co: A parolla d’entrata pruvista ùn currispunde micca.

source: The passwords don't match.
co: E parolle d’entrata sò sfarente.

source: The script "{0}" is running...
co: U scrittu "{0}" hè in corsu…

source: The script will quit now.
co: U scrittu hà da finisce avà.

source: The source file language entered is invalid!
co: A lingua di schedariu d’urigine hè inaccettevule !

source: The specified dictionary folder cannot be used.
co: U cartulare di dizziunariu specificatu ùn pò micca esse impiegatu.

source: The specified dictionary folder does not exist.
co: U cartulare di dizziunariu specificatu ùn esiste micca.

source: The specified translation direction is not supported
co: A direzzione di traduzzione specificata ùn hè micca accettata

source: The tags in OmegaT are greyed, so they are easy to recognise.
co: L’etichette in OmegaT sò grisge, è cusì sò faciule à ricunnosce.

source: The text could not be translated
co: U testu ùn pò micca esse traduttu

source: The text size exceeds the maximum
co: A dimensione di u testu eccede u massima

source: The translated file language entered is invalid!
co: A lingua di schedariu di traduzzione hè inaccettevule !

source: The writeable glossary file must be inside the glossary folder
co: U schedariu di glossariu chì si pò scrive deve truvassi in u cartulare di glossariu

source: There are many plugins available for OmegaT online.
co: Ci hè parechji mudulli d’estensione dispunibule inlinea per OmegaT.

source: There are no local working copies in {0}.
co: Ùn ci hè micca di copia di travagliu lucale in {0}.

source: Therefore, press Ctrl+Shift+V before you generate your translated files, to validate that your tags are correct.
co: Ghjè perchè, appughjà nant’à Ctrl+Shift+V nanzu d’ingenerà i vostri schedarii di traduzzione, cuntrollerà chì e vostre etichette sò currette.

source: These units have been skipped.
co: St’elementi sò stati tralasciati.

source: They are protected, so that you cannot modify their contents, but you can delete them, enter them by hand or move them around in the target sentence.
co: Sò prutette, è cusì ùn si pò micca mudificà u so cuntenutu, ma si pò caccialle, scrivelle dapervoi o movelle ver di a frasa di destinazione.

source: This API key has been blocked
co: Sta chjave API hè stata bluccata

source: This URL appears to be invalid.
co: St’URL pare inaccettevule.

source: This is a Git repository.
co: Quessu hè un dipositu Git.

source: This is a Subversion repository.
co: Quessu hè un dipositu di Sottuversione.

source: This is a valid project file.
co: Quessu hè un schedariu di prughjettu accettevule.

source: This is the way text will look when displayed.
co: Ghjè a manera cù quella u testu serà riprisentatu quand’ellu serà affissatu.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
co: Stu prugramma hè distribuitu cù a sperenza d’esse ghjuvevule, ma SENZA NISUNA ASSICURANZA ; senza manc’una assicuranza di CUMMERCIALISAZIONE o di CURRISPUNDENZA À UN IMPIEGU PARTICULARE.

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 3 of the License, or (at your option) any later version.
co: Stu prugramma hè liberu ; pudete ridistribuiscellu è/o mudificallu dapervoi sottu à i termi di a Licenza Publica Generale GNU tale chì publicata da a Free Software Foundation ; sia a versione 3 di a licenza, o s’è voi preferite, una versione più recente.

source: This project
co: Stu prughjettu

source: This script is intended to run in OmegaT 3.6 and newer.
co: U scrittu deve funziunà cù OmegaT 3.6 è più recente.

source: This translation is the work of [insert your name], copyright© [insert year].
co: Sta traduzzione hè u travagliu di Patriccollu di Santa Maria è Sichè, diritti di copia © 2020.

source: This will discard all changes you have made so far.
co: Quessu hà da scartà tutti i cambiamenti fatti fine avà.

source: To be sure that no translation will be lost, you need to: 1.
co: Per esse sicuru chì alcuna traduzzione ùn sia micca persa, ci vole à : 1.

source: To contribute in other ways, subscribe first to the user group at:
co: Per cuntribuisce d’altri modi, abbunatevi prima à u gruppu d’utilizatori à :

source: To remind yourself of the project's initial settings, open the project properties dialog by pressing Ctrl+E.
co: Per arricurdassi di e preferenze iniziale di u prughjettu, apre u dialogu di e pruprietà di prughjettu, appughjendu nant’à Ctrl+E.

source: To see a list of files in the project, open the Project Files dialog by pressing Ctrl+L.
co: Per fighjà a lista di i schedarii di u prughjettu, apre u dialogu Schedarii di Prughjettu, appughjendu nant’à Ctrl+L.

source: To start using OmegaT, first create a project that will hold all your files, such as your source file, translation memories, glossaries, and eventually your translated file.
co: Per principià à impiegà OmegaT, create primu un prughjettu chì cuntenerà tutti i vostri schedarii, cum’è quellu d’urigine, e memorie di traduzzione, i glossarii, è in fine di contu, u schedariu traduttu.

source: To translate OmegaT's user interface, user manual or other related documents, read:
co: Per traduce l’interfaccia utilizatore d’OmegaT, u manuale d’utilizazione, è d’altri ducumenti, lighjite :

source: Too big HTML file!
co: Schedariu HTML troppu maiò !

source: Tools
co: Attrezzi

source: Total Characters (including spaces)
co: Tutale di caratteri (includendu spazii)

source: Total Characters (without spaces)
co: Tutale di caratteri (senza spazii)

source: Total Segments
co: Tutale di segmenti

source: Total Words
co: Tutale di parolle

source: Total number of segments
co: Numeru tutale di segmenti

source: Total:
co: Tutale :

source: Trans&lated or untranslated
co: Traduttu o m&icca

source: Translate the file
co: Traduce u schedariu

source: Translate the following attributes:
co: Traduce st’attributi :

source: Translate the following elements:
co: Traduce st’elementi :

source: Translated File Encoding
co: Cudificazione di schedariu traduttu

source: Translated File Encoding:
co: Cudificazione di schedariu di traduzzione :

source: Translated Filename Pattern
co: Mudellu di nome di schedariu traduttu

source: Translated Files Folder
co: Cartulare di schedarii di traduzzione

source: Translated Files Folder:
co: Cartulare di schedarii tradutti :

source: Translated document created
co: Ducumentu traduttu creatu

source: Translated documents created
co: Ducumenti tradutti creati

source: Translated file path cannot be identical to the source file path: {0}
co: U chjassu di u schedariu traduttu ùn pò micca esse u listessu chì quellu di u schedariu d’urigine : {0}

source: Translated files folder entered does not exist!
co: U cartulare di i schedarii di traduzzione ùn esiste micca !

source: Translated unique segments
co: Numeru di segmenti unichi tradutti

source: Translating Project
co: Traduzzione di Prughjettu

source: Translation
co: Traduzzione

source: Translation Memory Files Folder
co: Cartulare di schedarii di memoria di traduzzione

source: Translation Memory Folder:
co: Cartulare di memoria di traduzzione :

source: Translation is fuzzy
co: A traduzzione hè dubbitosa

source: Translation last modified by {0} on {1} at {2}
co: Ultima traduzzione da {0} u {1} à {2}

source: Translation memory files folder entered does not exist!
co: U cartulare di i schedarii di memoria di traduzzione ùn esiste micca !

source: Translation unit encountered before TMX header.
co: Elementu di traduzzione incuntratu nanzu l’intestatura TMX.

source: Translation unit variant encountered outside translation unit.
co: Variante di l’elementu di traduzzione incuntrata fora di l’elementu di traduzzione.

source: Translation:
co: Traduzzione :

source: Translator comments:
co: Cummenti di traduttore :

source: Type
co: Tipu

source: Type in new rule ID
co: Scrivite u nove ID di regula

source: Types: Exact searches match the whole search string.
co: Tipi : - E ricerche esatte currispundenu à a catena sana ricercata.

source: U&ntranslated
co: Mi&cca traduttu

source: UNL
co: SPA

source: URL of online dictionaries:
co: URL di i dizziunarii inlinea :

source: Unable to build new TMX file!
co: Impussibule di custruisce u novu schedariu TMX !

source: Unable to convert project!
co: Impussibule di cunvertisce u prughjettu !

source: Unable to download team project!
co: Impussibule di scaricà u prughjettu di squadra !

source: Unable to initialize read of XML file!
co: Impussibule d’inizià a lettura di u schedariu XML !

source: Unable to parse filters configuration file
co: Impussibule d’analizà u schedariu di cunfigurazione di i filtri

source: Unable to read file
co: Impussibule di leghje u schedariu

source: Unable to read project file!
co: Impussibule di leghje u schedariu di prughjettu !

source: Unable to save filters configuration file
co: Impussibule d’arregistrà u schedariu di cunfigurazione di i filtri

source: Unable to uninstall the selected dictionary
co: Impussibule di disinstallà u dizziunariu selezziunatu

source: Unauthorized request to TaaS service.
co: Richiesta micca auturizata à u serviziu TaaS.

source: Undock
co: Staccà

source: Unexpected char {0} ({1})!
co: Caratteru {0} inaspettatu ({1}) !

source: Uninstalling failed
co: Disinstallazione fiasca

source: Unique Characters (including spaces)
co: Caratteri unichi (includendu spazii)

source: Unique Characters (without spaces)
co: Caratteri unichi (senza spazii)

source: Unique Remaining Characters (including spaces)
co: Caratteri unichi rimanente (includendu spazii)

source: Unique Remaining Characters (without spaces)
co: Caratteri unichi rimanente (senza spazii)

source: Unique Remaining Segments
co: Segmenti unichi rmanente

source: Unique Remaining Words
co: Parolle uniche rimanente

source: Unique Remaining:
co: Unichi rimanente :

source: Unique Segments
co: Segmenti unichi

source: Unique Words
co: Parolle uniche

source: Unique segments
co: Segmenti unichi

source: Unique:
co: Unicu :

source: Unknown plugin type '{0}' in '{1}'
co: Tipu di mudullu d’estensione « {0} » scunnisciutu in « {1} »

source: Unpack the OmegaT .zip archive to obtain a folder that contains a documentation file and the OmegaT application.
co: Spacchittà l’archiviu .zip d’OmegaT per ottene un cartulare chì cuntene un schedariu di ducumentazione è l’appiecazione OmegaT.

source: Unrecoverable error while parsing TMX file {0} on line {1}, column {2}.
co: Sbagliu micca ricuperevule durante l’analisa di sintassa di u schedariu TMX {0} à a linea {1}, culonna {2}.

source: Unspecified
co: Micca specificatu

source: Unsupported XML version {0}!
co: Versione XML {0} micca pigliata in contu !

source: Unsupported file encoding
co: Cudificazione di schedariu inaccettevule

source: Unsupported project file version ({0})!
co: Versione di schedariu di prughjettu {0} micca pigliata in contu !

source: Untranslated segment
co: Segmentu micca traduttu

source: Untranslated segments &only
co: Solu segmenti &micca tradutti

source: Updated
co: Mudificatu

source: Updates
co: Rinnovi

source: Upgrading...
co: Mudernizazione…

source: Usage: java -jar OmegaT.jar [<options>] [<project path>]
co: Sintassa : java -jar OmegaT.jar [<ozzioni>] [<chjassu di prughjettu>]

source: Usage: java -jar OmegaT.jar team <command> [<options>]]
co: Sintassa : java -jar OmegaT.jar team <cumanda> [<ozzioni>]]

source: Use $n to refer to the nth group.
co: Impiegà $n per fà referenza à u n-esimu gruppu.

source: Use &Fuzzy Matching for Dictionary Entries
co: Impiegà e &currispundenze simile per l’entrate di dizziunariu

source: Use &TAB to Advance
co: Impiegà a &tabulazione per validà

source: Use &fuzzy matching for dictionary entries
co: Impiegà e &currispundenze simile per l’entrate di dizziunariu

source: Use &stemming for glossary entries
co: Impiegà a &lemmatisazione per l’entrate di glossariu

source: Use as Default Translation
co: Impiegà cum’è traduzzione predefinita

source: Use glossary
co: Impiegà un glossariu

source: Use terms &appearing separately in the source text
co: Impiegà i termi affachendu &staccatamente in u testu d’urigine

source: Use the installation language in OmegaT
co: Impiegà a lingua d’installazione in OmegaT

source: Useful links ============
co: Leie ghjuvevule ===============
